gestionsolicitudessuscripcion/WebContent/templates/listarRefCodes.xml

<soapenv:Envelope 	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Header 	xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
</soap:Header>
<soapenv:Body>
<ser:listarRefCodesSol 	xmlns:ser="http://xmlns.mercantilseguros.com/osb/ServicioUtilities/" xmlns:obj="http://xmlns.mercantilseguros.com/osb/ObjetosComunes">
<ser:cabeceraSol>
<obj:fecha/>
<obj:hora/>
<!--Optional:-->
<obj:idSolicitud/>
<!--Optional:-->
<obj:idCompensacion/>
<!--Optional:-->
<obj:canal/>
<!--Optional:-->
<obj:comunidad/>
<!--Optional:-->
<obj:grupo/>
<!--Optional:-->
<obj:funcionalidad/>
<obj:aplicacion/>
<obj:usuario/>
<obj:ip/>
<!--Optional:-->
<obj:nombreEquipo/>
</ser:cabeceraSol>
<!--Optional:-->
<ser:dominio>LINEAS_DE_NEGOCIO</ser:dominio>
<!--Optional:-->
<ser:type/>
<!--Optional:-->
<ser:highValue/>
<!--Optional:-->
<ser:lowValue/>
</ser:listarRefCodesSol>
</soapenv:Body>
</soapenv:Envelope>
